[
	{
		"title": "Drupal",
		"description": "It is an open-source content management framework that enables users to build and manage dynamic websites, blogs, and online applications with ease.",
		"date": "17-Jan-2022"
	},
	{
		"title": "Docker",
		"description": "It is a platform used to develop, ship, and run applications in containers. It provides a set of tools and services that enable developers to build, ship, and run applications in containers.",
		"date": "17-Jan-2022"
	},
	{
		"title": "JIRA",
		"description": "It is a popular project management tool used by software development teams to track issues, tasks, and progress",
		"date": "01-Aug-2022"
	},
	{
		"title": "Azure DevOps",
		"description": "It is a cloud-based service provided by Microsoft that offers a set of development tools for software development teams to plan, collaborate on, and deliver projects.",
		"date": "15-Aug-2022"
	},
	{
		"title": "SonarQube",
		"description": "It is an open-source platform used for continuous inspection of code quality. It performs automatic reviews of code to detect bugs, vulnerabilities, and code smells in various programming languages",
		"date": "01-Sep-2022"
	},
	{
		"title": "Storybook",
		"description": "It is an open-source tool for developing UI components in isolation for React, Vue, Angular, and other modern frameworks. It provides a sandbox environment where developers can create, showcase, and interact with individual UI components independently of the application they're a part of.",
		"date": "12-Dec-2022"
	},
	{
		"title": "UNICOM Intelligence",
		"description": "It is an end to end survey research platform, that takes market and survey researchers from authoring surveys, to fielding surveys in multiple modes and languages, and then through to analysis and reporting.",
		"date": "03-Feb-2023"
	},
	{
		"title": "Development Resources",
		"description": "The company has developed numerous tools to aid programmers in their programming tasks.",
		"date": "15-May-2023"
	},
	{
		"title": "Dimensions",
		"description": "It is a survey programming skill that refers to the ability to create and manage various aspects of survey questions.",
		"date": "01-June-2023"
	},
	{
		"title": "Decipher",
		"description": "It is a software toolset that can be used to program surveys and manage data and feedback from customers and other stakeholders.",
		"date": "01-Feb-2024"
	}
]
